Repository: soft-club/Resume
Catalog: apps/client/src/locales/*/messages.po
Languages: ru_ru, uz_uz

source: Locking a resume will prevent any further changes to it. This is useful when you have already shared your resume with someone and you don't want to accidentally make any changes to it.
ru_ru: Блокировка защитит резюме от случайных изменений после того, как вы им поделились
uz_uz: Qulflangan rezyumeni o'zgartirib bo'lmaydi. Bu rezyumeni birov bilan ulashganingizda foydali

source: Logout
ru_ru: Выйти
uz_uz: Chiqish

source: Lost your device?
ru_ru: Потеряли устройство?
uz_uz: Qurilmangizni yo'qotdingizmi?

source: Main
ru_ru: Основное
uz_uz: Asosiy

source: Manage multiple resumes
ru_ru: Несколько резюме
uz_uz: Bir nechta rezyumeni boshqarish

source: March 2023
ru_ru: Март 2023
uz_uz: Mart 2023

source: March 2023 - Present
ru_ru: Март 2023 — сейчас
uz_uz: Mart 2023 - Hozirgi vaqtgacha

source: Margin
ru_ru: Отступ
uz_uz: Chet

source: MIT License
ru_ru: Лицензия MIT
uz_uz: MIT Litsenziyasi

source: Name
ru_ru: Имя
uz_uz: Ism

# Name of the Certification
source: Name
ru_ru: Название
uz_uz: Nomi

source: Network
ru_ru: Сеть
uz_uz: Tarmoq

source: New Password
ru_ru: Новый пароль
uz_uz: Yangi parol

source: No results found
ru_ru: Ничего не найдено
uz_uz: Natija topilmadi

source: No user tracking or advertising
ru_ru: Без слежки и рекламы
uz_uz: Kuzatuv va reklamalar yo'q

source: Note: This will make your account less secure.
ru_ru: Внимание: это снизит безопасность аккаунта
uz_uz: Diqqat: Bu hisobingiz xavfsizligini kamaytiradi

source: Notes
ru_ru: Заметки
uz_uz: Eslatmalar

source: One-Time Password
ru_ru: Одноразовый код
uz_uz: Bir martalik parol

source: Oops, the server returned an error.
ru_ru: Что-то пошло не так на сервере
uz_uz: Xatolik yuz berdi

source: Open
ru_ru: Открыть
uz_uz: Ochish

source: Open Source
ru_ru: Открытый код
uz_uz: Ochiq manba

source: OpenAI Integration
ru_ru: Интеграция с OpenAI
uz_uz: OpenAI bilan integratsiya

source: Options
ru_ru: Настройки
uz_uz: Sozlamalar

source: or continue with
ru_ru: или войти через
uz_uz: yoki davom eting

source: Organization
ru_ru: Организация
uz_uz: Tashkilot

source: Page
ru_ru: Страница
uz_uz: Sahifa

source: Page {pageNumber}
ru_ru: Страница {pageNumber}
uz_uz: {pageNumber}-sahifa

source: Password
ru_ru: Пароль
uz_uz: Parol

source: Personal notes for each resume
ru_ru: Заметки к каждому резюме
uz_uz: Har bir rezyume uchun shaxsiy eslatmalar

source: Phone
ru_ru: Телефон
uz_uz: Telefon

source: Photograph by Patrick Tomasso
ru_ru: Фото: Patrick Tomasso
uz_uz: Suratchi: Patrick Tomasso

source: Pick any font from Google Fonts
ru_ru: Любой шрифт из Google Fonts
uz_uz: Google Fonts'dan istalgan shriftni tanlang

source: Picture
ru_ru: Изображение
uz_uz: Rasm

source: Please note that this step is completely optional.
ru_ru: Этот шаг необязательный
uz_uz: Bu majburiy emas

source: Please select a file type
ru_ru: Выберите тип файла
uz_uz: Fayl turini tanlang

source: Please store your backup codes in a secure location. You can use one of these one-time use codes to login in case you lose access to your authenticator app.
ru_ru: Сохраните резервные коды в надёжном месте. Они понадобятся, если вы потеряете доступ к приложению-аутентификатору
uz_uz: Zaxira kodlarini xavfsiz joyda saqlang. Autentifikator ilovasiga kira olmasangiz, ulardan foydalanishingiz mumkin

source: Portrait
ru_ru: Портретная
uz_uz: Portret

# Position held at a company, for example, Software Engineer
source: Position
ru_ru: Должность
uz_uz: Lavozim

source: Position
ru_ru: Должность
uz_uz: Lavozim

source: Powered by
ru_ru: Работает на
uz_uz: Yordamida

source: Powered by <0>Simple Icons</0>
ru_ru: Иконки от <0>Simple Icons</0>
uz_uz: <0>Simple Icons</0> yordamida

source: Primary Color
ru_ru: Основной цвет
uz_uz: Asosiy rang

source: Privacy Policy
ru_ru: Политика конфиденциальности
uz_uz: Maxfiylik siyosati

source: Profile
ru_ru: Профиль
uz_uz: Profil

source: Public
ru_ru: Публичный
uz_uz: Ommaviy

source: Publisher
ru_ru: Издатель
uz_uz: Nashriyot

source: Raise an issue
ru_ru: Сообщить об ошибке
uz_uz: Muammo haqida xabar berish

source: Reactive Resume has helped people land jobs at these great companies:
ru_ru: Reactive Resume помог найти работу в этих компаниях:
uz_uz: Reactive Resume yordamida odamlar bu kompaniyalarda ish topishdi:

source: Reactive Resume is a free and open-source project crafted mostly by me, and your support would be greatly appreciated. If you're inclined to contribute, and only if you can afford to, consider making a donation through any of the listed platforms. Additionally, donations to Reactive Resume through Open Collective are tax-exempt, as the project is fiscally hosted by Open Collective Europe.
ru_ru: Reactive Resume — бесплатный проект с открытым кодом. Если можете — поддержите его через любую из платформ. Пожертвования через Open Collective не облагаются налогом
uz_uz: Reactive Resume - bu bepul va ochiq kodli loyiha. Qo'llab-quvvatlashingiz muhim. Imkoningiz bo'lsa, xayriya qilishingiz mumkin

source: Reactive Resume is a passion project of over 3 years of hard work, and with that comes a number of re-iterated ideas and features that have been built to (near) perfection.
ru_ru: Мы работаем над Reactive Resume больше 3 лет, постоянно улучшая каждую функцию
uz_uz: Reactive Resume 3 yillik mehnat mahsuli. Bu vaqt davomida ko'plab g'oyalar va funksiyalar mukammallashtirildi

source: Redo
ru_ru: Повторить
uz_uz: Qaytarish

source: Remove
ru_ru: Удалить
uz_uz: O'chirish

source: Remove Page
ru_ru: Удалить страницу
uz_uz: Sahifani o'chirish

source: Rename
ru_ru: Переименовать
uz_uz: Qayta nomlash

source: Resend email confirmation link
ru_ru: Отправить ссылку для подтверждения
uz_uz: Tasdiqlash havolasini qayta yuborish

source: Reset
ru_ru: Сбросить
uz_uz: Tiklash

source: Reset Layout
ru_ru: Сбросить макет
uz_uz: Joylashuvni tiklash

source: Reset your password
ru_ru: Сбросить пароль
uz_uz: Parolni tiklash

source: Reset Zoom
ru_ru: Сбросить масштаб
uz_uz: Masshtabni tiklash

source: Resumes
ru_ru: Резюме
uz_uz: Rezyumelar

source: Resumes Generated
ru_ru: Создано резюме
uz_uz: Yaratilgan rezyumelar

source: Rich in features, not in pricing.
ru_ru: Много функций, бесплатно
uz_uz: Ko'p imkoniyatlar - bepul

source: Rounded
ru_ru: Скруглённый
uz_uz: Yumaloq

source: Save Changes
ru_ru: Сохранить
uz_uz: Saqlash

source: Scan the QR code below with your authenticator app to setup 2FA on your account.
ru_ru: Отсканируйте QR-код в приложении-аутентификаторе для настройки 2FA
uz_uz: Hisobingizda 2FA'ni sozlash uchun quyidagi QR-kodni autentifikator ilovangiz bilan skanerlang

source: Score
ru_ru: Оценка
uz_uz: Ball

source: Scroll to Pan
ru_ru: Прокрутка для перемещения
uz_uz: Siljitish uchun aylantiring

source: Scroll to Zoom
ru_ru: Прокрутка для масштабирования
uz_uz: Kattalashtirish uchun aylantiring

source: Search for a font family
ru_ru: Поиск шрифта
uz_uz: Shrift oilasini qidiring

source: Search for a font subset
ru_ru: Поиск набора символов
uz_uz: Shrift to'plamini qidiring

source: Search for a font variant
ru_ru: Поиск начертания
uz_uz: Shrift turini qidiring

source: Search for a language
ru_ru: Поиск языка
uz_uz: Tilni qidiring

source: Secure with two-factor authentication
ru_ru: Защита двухфакторной аутентификацией
uz_uz: Ikki bosqichli tekshirish bilan himoyalangan

source: Security
ru_ru: Безопасность
uz_uz: Xavfsizlik

source: Self-host with Docker
ru_ru: Развернуть через Docker
uz_uz: Docker orqali o'zingiz joylashtiring

source: Send Email
ru_ru: Отправить письмо
uz_uz: Xat yuborish

source: Send me a message
ru_ru: Написать
uz_uz: Menga xabar yozing

source: Separate Links
ru_ru: Разделить ссылки
uz_uz: Alohida havolalar

source: Settings
ru_ru: Настройки
uz_uz: Sozlamalar

source: Setup two-factor authentication on your account
ru_ru: Настройка двухфакторной аутентификации
uz_uz: Hisobingizda ikki bosqichli tekshirishni sozlang

source: Sharing
ru_ru: Доступ
uz_uz: Ulashish

source: Show
ru_ru: Показать
uz_uz: Ko'rsatish

source: Show Break Line
ru_ru: Показать разрыв страницы
uz_uz: Ajratuvchi chiziqni ko'rsatish

source: Show Page Numbers
ru_ru: Показать номера страниц
uz_uz: Sahifa raqamlarini ko'rsatish

source: Sidebar
ru_ru: Боковая панель
uz_uz: Yon panel

source: Sign in
ru_ru: Войти
uz_uz: Kirish

source: Sign in now
ru_ru: Войти
uz_uz: Hozir kiring

source: Sign in to your account
ru_ru: Вход в аккаунт
uz_uz: Hisobingizga kiring

source: Sign in with Email
ru_ru: Вход по почте
uz_uz: Email orqali kirish

source: Sign in with GitHub
ru_ru: Вход через GitHub
uz_uz: GitHub orqali kirish

source: Sign in with Google
ru_ru: Вход через Google
uz_uz: Google orqali kirish

source: Sign up
ru_ru: Создать аккаунт
uz_uz: Ro'yxatdan o'tish

source: Signing in via email is currently disabled by the administrator.
ru_ru: Вход по почте отключен администратором
uz_uz: Email orqali kirish administrator tomonidan o'chirib qo'yilgan

source: Signups are currently disabled by the administrator.
ru_ru: Регистрация отключена администратором
uz_uz: Ro'yxatdan o'tish administrator tomonidan o'chirib qo'yilgan

source: Size (in px)
ru_ru: Размер в пикселях
uz_uz: O'lcham (px)

source: Slug
ru_ru: URL
uz_uz: URL manzil

source: Something went wrong while grabbing a preview your resume. Please try again later or raise an issue on GitHub.
ru_ru: Не удалось показать предпросмотр. Попробуйте позже или сообщите об ошибке на GitHub
uz_uz: Rezyumengiz ko'rinishini olishda xatolik yuz berdi. Keyinroq qayta urinib ko'ring yoki GitHub'da muammo yarating

source: Something went wrong while printing your resume. Please try again later or raise an issue on GitHub.
ru_ru: Не удалось напечатать резюме. Попробуйте позже или сообщите об ошибке на GitHub
uz_uz: Rezyumengizni chop etishda xatolik yuz berdi. Keyinroq qayta urinib ko'ring yoki GitHub'da muammo yarating

source: Something went wrong while processing your request. Please try again later or raise an issue on GitHub.
ru_ru: Не удалось обработать запрос. Попробуйте позже или сообщите об ошибке на GitHub
uz_uz: So'rovingizni qayta ishlashda xatolik yuz berdi. Keyinroq qayta urinib ko'ring yoki GitHub'da muammo yarating

source: Square
ru_ru: Квадратная
uz_uz: Kvadrat

source: Start building from scratch
ru_ru: Начать с нуля
uz_uz: Noldan boshlash

source: Start building your resume by giving it a name.
ru_ru: Для начала дайте резюме название
uz_uz: Rezyumengizni yaratishni nom berishdan boshlang

source: Statistics
ru_ru: Статистика
uz_uz: Statistika

source: Statistics are available only for public resumes.
ru_ru: Статистика доступна только для публичных резюме
uz_uz: Statistika faqat ommaviy rezyumelar uchun mavjud

source: Store your backup codes securely
ru_ru: Сохраните резервные коды в надёжном месте
uz_uz: Zaxira kodlaringizni xavfsiz saqlang

source: Summary
ru_ru: Краткое описание
uz_uz: Qisqacha ma'lumot

source: Support the app by donating what you can!
ru_ru: Поддержите приложение, если можете!
uz_uz: Imkoningiz boricha loyihani qo'llab-quvvatlang!

source: Supporting Reactive Resume
ru_ru: Поддержка Reactive Resume
uz_uz: Reactive Resume'ni qo'llab-quvvatlash

source: Supports A4/Letter page formats
ru_ru: Поддерживает форматы A4/Letter
uz_uz: A4/Letter formatlarini qo'llab-quvvatlaydi

source: System
ru_ru: Системная
uz_uz: Tizim

source: Template
ru_ru: Шаблон
uz_uz: Andoza

source: Templates
ru_ru: Шаблоны
uz_uz: Andozalar

source: Testimonials
ru_ru: Отзывы
uz_uz: Fikrlar

source: Text Color
ru_ru: Цвет текста
uz_uz: Matn rangi

source: The page you're looking for doesn't exist.
ru_ru: Такой страницы нет
uz_uz: Siz qidirayotgan sahifa mavjud emas

source: The request was invalid.
ru_ru: Неверный запрос
uz_uz: So'rov noto'g'ri

source: The resume you want to update is locked, please unlock if you wish to make any changes to it.
ru_ru: Это резюме заблокировано. Разблокируйте его для изменений
uz_uz: O'zgartirmoqchi bo'lgan rezyumengiz qulflangan. O'zgartirish uchun qulfni oching

source: Theme
ru_ru: Тема
uz_uz: Mavzu

source: There was an error connecting to the browser. Please make sure 'chrome' is running and reachable.
ru_ru: Не удалось подключиться к браузеру. Убедитесь, что Chrome запущен и доступен
uz_uz: Brauzer bilan bog'lanishda xatolik yuz berdi. Chrome ishlab turganini tekshiring

source: This action can be reverted by clicking on the undo button in the floating toolbar.
ru_ru: Это действие можно отменить кнопкой отмены в панели инструментов
uz_uz: Bu amalni asboblar panelidagi 'bekor qilish' tugmasi bilan qaytarish mumkin

source: This action cannot be undone. This will permanently delete your resume and cannot be recovered.
ru_ru: Это действие нельзя отменить. Резюме будет удалено навсегда
uz_uz: Bu amalni qaytarib bo'lmaydi. Rezyumengiz butunlay o'chiriladi va uni qayta tiklab bo'lmaydi

source: This email address is associated with an OAuth account. Please sign in with your OAuth provider.
ru_ru: Эта почта привязана к OAuth аккаунту. Войдите через провайдера OAuth
uz_uz: Bu email OAuth hisobi bilan bog'langan. OAuth provayderi orqali kiring

source: This resume is locked, please unlock to make further changes.
ru_ru: Это резюме заблокировано. Разблокируйте его для изменений
uz_uz: Bu rezyume qulflangan. O'zgartirish kiritish uchun qulfdan chiqaring

source: This section is reserved for your personal notes specific to this resume. The content here remains private and is not shared with anyone else.
ru_ru: Это место для ваших личных заметок к резюме. Они останутся приватными
uz_uz: Bu bo'lim ushbu rezyumega oid shaxsiy eslatmalaringiz uchun. Bu yerdagi ma'lumotlar shaxsiy va boshqalarga ko'rsatilmaydi

source: Tip: You can name the resume referring to the position you are applying for.
ru_ru: Совет: назовите резюме по должности, на которую претендуете
uz_uz: Maslahat: Rezyumeni siz topshirayotgan lavozim nomiga mos nomlashingiz mumkin

# Name of the Award
source: Title
ru_ru: Заголовок
uz_uz: Nomi

source: Title
ru_ru: Заголовок
uz_uz: Nomi

source: Toggle Page Break Line
ru_ru: Переключить разрыв страницы
uz_uz: Sahifa ajratuvchi chiziqni yoqish/o'chirish

source: Toggle Page Numbers
ru_ru: Переключить номера страниц
uz_uz: Sahifa raqamlarini yoqish/o'chirish

source: Track views and downloads
ru_ru: Отслеживать просмотры и скачивания
uz_uz: Ko'rishlar va yuklab olishlarni kuzatish

source: Two-Factor Authentication
ru_ru: Двухфакторная аутентификация
uz_uz: Ikki bosqichli tekshirish

source: Two-factor authentication is already enabled for this account.
ru_ru: Двухфакторная аутентификация уже включена
uz_uz: Bu hisobda ikki bosqichli tekshirish allaqachon yoqilgan

source: Two-factor authentication is not enabled for this account.
ru_ru: Двухфакторная аутентификация не включена
uz_uz: Bu hisobda ikki bosqichli tekshirish yoqilmagan

source: Type <0>delete</0> to confirm deleting your account.
ru_ru: Введите <0>delete</0> для подтверждения удаления аккаунта
uz_uz: Hisobingizni o'chirishni tasdiqlash uchun <0>delete</0> so'zini yozing

source: Type of Study
ru_ru: Тип обучения
uz_uz: Ta'lim turi

source: Typography
ru_ru: Типографика
uz_uz: Tipografika

source: Underline Links
ru_ru: Подчёркивать ссылки
uz_uz: Havolalarni tagiga chizish

source: Undo
ru_ru: Отменить
uz_uz: Bekor qilish

source: Unlock
ru_ru: Разблокировать
uz_uz: Qulfdan chiqarish

source: Unlocking a resume will allow you to make changes to it again.
ru_ru: Разблокировка позволит снова вносить изменения
uz_uz: Qulfdan chiqarilgan rezyumeni qayta tahrirlash mumkin bo'ladi

source: Unverified
ru_ru: Не подтверждено
uz_uz: Tasdiqlanmagan

source: Update an existing item
ru_ru: Обновить элемент
uz_uz: Mavjud elementni yangilash

source: Update an existing resume
ru_ru: Обновить резюме
uz_uz: Mavjud rezyumeni yangilash

source: Upload a file from one of the accepted sources to parse existing data and import it into Reactive Resume for easier editing.
ru_ru: Загрузите файл из поддерживаемого источника, чтобы импортировать данные в Reactive Resume
uz_uz: Mavjud ma'lumotlarni Reactive Resume'ga import qilish uchun qabul qilingan formatlardan birida fayl yuklang

source: URL must start with https://
ru_ru: URL должен начинаться с https://
uz_uz: URL https:// bilan boshlanishi kerak

source: Use your backup code
ru_ru: Использовать резервный код
uz_uz: Zaxira kodingizdan foydalaning

source: User does not have an associated 'secrets' record. Please report this issue on GitHub.
ru_ru: У пользователя нет записи 'secrets'. Сообщите об ошибке на GitHub
uz_uz: Foydalanuvchining 'secrets' yozuvi mavjud emas. Bu muammo haqida GitHub'da xabar bering

source: Username
ru_ru: Имя пользователя
uz_uz: Foydalanuvchi nomi

source: Users Signed Up
ru_ru: Зарегистрировано пользователей
uz_uz: Ro'yxatdan o'tgan foydalanuvchilar

source: Validate
ru_ru: Проверить
uz_uz: Tekshirish

source: Validated
ru_ru: Проверено
uz_uz: Tekshirildi

source: Value
ru_ru: Значение
uz_uz: Qiymat

source: Verified
ru_ru: Подтверждено
uz_uz: Tasdiqlangan

source: Verify that two-factor authentication has been setup correctly
ru_ru: Проверьте правильность настройки двухфакторной аутентификации
uz_uz: Ikki bosqichli tekshirish to'g'ri sozlanganini tekshiring

source: Verify your email address
ru_ru: Подтвердите почту
uz_uz: Email manzilingizni tasdiqlang

source: Version 4
ru_ru: Версия 4
uz_uz: 4-versiya

source: Views
ru_ru: Просмотры
uz_uz: Ko'rishlar

source: Visible
ru_ru: Видимое
uz_uz: Ko'rinadigan

source: Visit <0>Phosphor Icons</0> for a list of available icons
ru_ru: Посетите <0>Phosphor Icons</0> для списка доступных иконок
uz_uz: Mavjud belgilar ro'yxatini ko'rish uchun <0>Phosphor Icons</0>ga tashrif buyuring

source: We verify your email address only to ensure that we can send you a password reset link in case you forget your password.
ru_ru: Мы проверяем почту только чтобы иметь возможность отправить ссылку для сброса пароля
uz_uz: Email manzilingizni faqat parolingizni unutgan holatda tiklash havolasini yuborish uchun tasdiqlaymiz

source: Website
ru_ru: Сайт
uz_uz: Veb-sayt

source: What's new in the latest version
ru_ru: Что нового в последней версии
uz_uz: Yangi versiyada nimalar o'zgardi

source: You are not authorized to access this page.
ru_ru: Нет доступа к этой странице
uz_uz: Bu sahifaga kirishga ruxsatingiz yo'q

source: You can add multiple keywords by separating them with a comma or pressing enter.
ru_ru: Добавляйте ключевые слова через запятую или нажатием Enter
uz_uz: Kalit so'zlarni vergul bilan ajratib yoki Enter tugmasini bosib kiritishingiz mumkin

source: You can also enter your username.
ru_ru: Можно также ввести имя пользователя
uz_uz: Foydalanuvchi nomingizni ham kiritishingiz mumkin

source: You can track the number of views your resume has received, or how many people have downloaded the resume by enabling public sharing.
ru_ru: Включите публичный доступ, чтобы отслеживать просмотры и скачивания резюме
uz_uz: Ommaviy ulashishni yoqib, rezyumengizni necha kishi ko'rganini va yuklab olganini kuzatishingiz mumkin

source: You don't have permission to access this page.
ru_ru: У вас нет прав для доступа к этой странице
uz_uz: Bu sahifaga kirishga ruxsatingiz yo'q

source: You should have received an email from <0>Reactive Resume</0> with a link to verify your account.
ru_ru: Вы должны получить письмо от <0>Reactive Resume</0> со ссылкой для подтверждения аккаунта
uz_uz: <0>Reactive Resume</0>dan hisobingizni tasdiqlash havolasi bilan xat olgan bo'lishingiz kerak

source: You've got mail!
ru_ru: У вас есть письмо!
uz_uz: Xat yuborildi!

source: Your account and all your data has been deleted successfully. Goodbye!
ru_ru: Ваш аккаунт и все данные успешно удалены. До свидания!
uz_uz: Hisobingiz va barcha ma'lumotlaringiz o'chirildi. Xayr!

source: Your email address has been verified successfully.
ru_ru: Почта успешно подтверждена
uz_uz: Email manzilingiz tasdiqlandi

source: Your OpenAI API Key has not been set yet. Please go to your account settings to enable OpenAI Integration.
ru_ru: API ключ OpenAI ещё не установлен. Включите интеграцию в настройках аккаунта
uz_uz: OpenAI API kaliti o'rnatilmagan. OpenAI integratsiyasini yoqish uchun hisob sozlamalariga o'ting

source: Your password has been updated successfully.
ru_ru: Пароль успешно обновлён
uz_uz: Parolingiz yangilandi

source: Zoom In
ru_ru: Приблизить
uz_uz: Kattalashtirish

source: Zoom Out
ru_ru: Отдалить
uz_uz: Kichiklashtirish

source: Tell your story. Get your dream job.
uz_uz: O'z hikoyangizni ayting. Orzu ishingizni oling.

source: We don't just help people create resumes - we give them the opportunity to tell their story in a way that gets them noticed. Because a great career starts with one page, and we'll make it perfect.
uz_uz: Biz odamlarga shunchaki rezyume tuzishga yordam bermaymiz - biz ularga o'z hikoyalarini e'tiborga olinadigan tarzda aytish imkoniyatini beramiz. Chunki buyuk karyera bitta sahifadan boshlanadi va biz uni mukammal qilamiz.

source: Edit & Enhance with AI
uz_uz: Sun'iy intellekt bilan tahrirlash va yaxshilash

source: Our smart editor analyzes your resume, suggests improvements, and helps you make it stronger to grab employers' attention.
uz_uz: Bizning aqlli tahrirlovchimiz rezyumengizni tahlil qiladi, yaxshilash bo'yicha tavsiyalar beradi va ish beruvchilarning e'tiborini tortish uchun uni kuchliroq qilishga yordam beradi.

source: Choose a Template
uz_uz: Shablonni tanlang

source: Select from our collection of professionally designed and stylish templates that make you stand out.
uz_uz: Sizni ajratib turadigan professional ishlab chiqilgan va zamonaviy shablonlar to'plamimizdan tanlang.

source: Download & Use
uz_uz: Yuklab oling va foydalaning

source: Review the final result, ensure your resume is fully polished, and download it as a PDF or share it via an online link.
uz_uz: Yakuniy natijani ko'rib chiqing, rezyumengiz to'liq sayqallangan ekanligiga ishonch hosil qiling va uni PDF sifatida yuklab oling yoki onlayn havola orqali ulashing.

source: Email
ru_ru: Почта

source: Format
ru_ru: Формат

source: If you're multilingual, we'd love your help in bringing the app to more languages and communities. Don't worry if you don't see your language on the list - just give me a shout-out on GitHub, and I'll make sure to include it. Ready to get started? Jump into translation over at Crowdin by clicking the link below.
ru_ru: Знаете несколько языков? Помогите перевести приложение. Не нашли свой язык? Напишите на GitHub — добавим. Готовы начать? Переходите на Crowdin по ссылке ниже

source: Import
ru_ru: Импорт

source: Professional
ru_ru: Профессиональный

source: Reactive Resume thrives thanks to its vibrant community. This project owes its progress to numerous individuals who've dedicated their time and skills. Below, we celebrate the coders who've enhanced its features on GitHub and the linguists whose translations on Crowdin have made it accessible to a broader audience.
ru_ru: Reactive Resume развивается благодаря активному сообществу. Разработчики улучшают код на GitHub, переводчики делают проект доступным на разных языках в Crowdin
