Repository: soft-club/Resume
Catalog: apps/client/src/locales/*/messages.po
Languages: ru_ru, uz_uz

source: You have enabled two-factor authentication successfully.
ru_ru: Двухфакторная аутентификация включена
uz_uz: Ikki bosqichli tekshirish yoqildi

source: {templatesCount} resume templates to choose from
ru_ru: {templatesCount} готовых шаблонов для вашего резюме
uz_uz: {templatesCount} ta andoza mavjud

source: {value, plural, one {Column} other {Columns}}
ru_ru: {value, plural, one {Колонка} other {Колонки}}
uz_uz: {value, plural, one {Ustun} other {Ustunlar}}

source: <0>I built Reactive Resume mostly by myself during my spare time, with a lot of help from other great open-source contributors.</0><1>If you like the app and want to support keeping it free forever, please donate whatever you can afford to give.</1>
ru_ru: <0>Я создал Reactive Resume в свободное время с помощью других разработчиков.</0><1>Если вам нравится приложение — поддержите проект любой суммой. Это поможет ему оставаться бесплатным.</1>
uz_uz: <0>Men Reactive Resume'ni asosan bo'sh vaqtimda, boshqa ajoyib ochiq manba ishtirokchilari yordamida yaratdim.</0><1>Agar dastur sizga yoqsa va uni doimo bepul qolishini qo'llab-quvvatlasangiz, imkoningiz boricha xayriya qiling.</1>

source: <0>I'm sure the app is not perfect, but I'd like for it to be.</0><1>If you faced any issues while creating your resume, or have an idea that would help you and other users in creating your resume more easily, drop an issue on the repository or send me an email about it.</1>
ru_ru: <0>Приложение не идеально, но я стремлюсь сделать его таким.</0><1>Нашли проблему или есть идея, как улучшить создание резюме? Создайте issue на GitHub или напишите мне.</1>
uz_uz: <0>Dastur mukammal emasligini bilaman, lekin shunday bo'lishini xohlayman.</0><1>Agar rezyume yaratishda muammolarga duch kelsangiz yoki rezyume yaratishni osonlashtirish bo'yicha g'oyalaringiz bo'lsa, GitHub'da muammo yarating yoki menga xat yozing.</1>

source: <0>The community has spent a lot of time writing the documentation for Reactive Resume, and I'm sure it will help you get started with the app.</0><1>There are also a lot of examples to help you get started, and features that you might not know about which could help you build your perfect resume.</1>
ru_ru: <0>Сообщество написало подробную документацию по Reactive Resume — она поможет вам начать работу.</0><1>Там есть примеры и описание функций, которые помогут сделать идеальное резюме.</1>
uz_uz: <0>Jamiyat Reactive Resume hujjatlarini yozishga ko'p vaqt sarfladi. Bu sizga dasturni o'rganishda yordam beradi.</0><1>Boshlash uchun ko'plab misollar va siz bilmagan, mukammal rezyume yaratishga yordam beradigan funksiyalar ham bor.</1>

source: <0>Two-factor authentication is currently disabled.</0> You can enable it by adding an authenticator app to your account.
ru_ru: <0>Двухфакторная аутентификация выключена.</0> Включите её через приложение-аутентификатор
uz_uz: <0>Ikki bosqichli tekshirish hozirda o'chirilgan.</0> Uni autentifikator ilovasini hisobingizga qo'shib yoqishingiz mumkin.

source: <0>Two-factor authentication is enabled.</0> You will be asked to enter a code every time you sign in.
ru_ru: <0>Двухфакторная аутентификация включена.</0> При каждом входе нужно будет вводить код
uz_uz: <0>Ikki bosqichli tekshirish yoqilgan.</0> Har safar tizimga kirishda kod kiritishingiz so'raladi.

source: A free and open-source resume builder
ru_ru: Бесплатный конструктор резюме с открытым кодом
uz_uz: Bepul va ochiq kodli rezume yaratuvchi

source: A free and open-source resume builder that simplifies the process of creating, updating, and sharing your resume.
ru_ru: Создавайте, обновляйте и делитесь резюме просто. Бесплатно и с открытым кодом
uz_uz: Rezyume yaratish, yangilash va ulashishni osonlashtiruvchi bepul dastur

source: A link has been copied to your clipboard.
ru_ru: Ссылка скопирована
uz_uz: Havola nusxalandi

source: A passion project by <0>Amruth Pillai</0>
ru_ru: Автор проекта — <0>Amruth Pillai</0>
uz_uz: <0>Amruth Pillai</0> loyihasi

source: A password reset link should have been sent to your inbox, if an account existed with the email you provided.
ru_ru: Если аккаунт с такой почтой существует — мы отправили ссылку для сброса пароля
uz_uz: Parolni tiklash havolasi yuborildi

source: A resume with this slug already exists, please pick a different unique identifier.
ru_ru: Резюме с таким URL уже существует. Выберите другой
uz_uz: Bunday nom band. Boshqa nom tanlang

source: A user with this email address and/or username already exists.
ru_ru: Пользователь с такой почтой или именем уже существует
uz_uz: Bunday foydalanuvchi mavjud

source: Accepts only {accept} files
ru_ru: Только файлы {accept}
uz_uz: Faqat {accept} fayllar qabul qilinadi

source: Account
ru_ru: Аккаунт
uz_uz: Hisob

source: Add a custom field
ru_ru: Добавить своё поле
uz_uz: Yangi maydon qo'shish

# For example, add a new work experience, or add a new profile.
source: Add a new item
ru_ru: Добавить
uz_uz: Qo'shish

source: Add a new item
ru_ru: Добавить
uz_uz: Yangi narsa qo'shish

source: Add a new section
ru_ru: Добавить раздел
uz_uz: Bo'lim qo'shish

source: Add New Page
ru_ru: Добавить страницу
uz_uz: Sahifa qo'shish

source: AI
ru_ru: ИИ
uz_uz: Sun'iy intellekt

source: Already have an account?
ru_ru: Уже есть аккаунт?
uz_uz: Hisobingiz bormi?

source: An error occurred while validating the file.
ru_ru: Не удалось проверить файл
uz_uz: Faylni tekshirishda xatolik yuz berdi.

source: An internal server error occurred.
ru_ru: Ошибка на сервере
uz_uz: Serverda ichki xatolik yuz berdi.

source: An unexpected error occurred.
ru_ru: Что-то пошло не так
uz_uz: Kutilmagan xatolik yuz berdi.

source: and many more...
ru_ru: и это не всё...
uz_uz: va yana ko'pgina...

source: Anyone with the link can view and download the resume.
ru_ru: По ссылке резюме сможет скачать любой
uz_uz: Ushbu havolaga ega bo'lgan ixtiyoriy shaxs tarjimai holni ko'rishi va yuklab olishi mumkin.

source: Anyone with this link can view and download the resume. Share it on your profile or with recruiters.
ru_ru: По этой ссылке резюме сможет скачать любой. Добавьте её в профиль или отправьте рекрутеру
uz_uz: Ushbu havolaga ega bo'lgan ixtiyoriy shaxs tarjimai holni ko'rishi va yuklab olishi mumkin. Uni hisobingizda yoki ish beruvchilar bilan ulashing.

source: Apply Custom CSS
ru_ru: Применить свой CSS
uz_uz: Maxsus CSS qo'llash

source: Are you sure you want to delete this item?
ru_ru: Удалить?
uz_uz: Haqiqatan ham buni oʻchirmoqchimisiz?

source: Are you sure you want to delete your resume?
ru_ru: Удалить резюме?
uz_uz: Haqiqatan ham tarjimai holingizni oʻchirmoqchimisiz?

source: Are you sure you want to disable two-factor authentication?
ru_ru: Отключить двухфакторную аутентификацию?
uz_uz: Ikki bosqichli shaxsni tasdiqlashni o'chirib qo'ymoqchimisiz?

source: Are you sure you want to lock this resume?
ru_ru: Заблокировать это резюме?
uz_uz: Haqiqatan ham bu tarjimai holni qulflamoqchimisiz?

source: Are you sure you want to unlock this resume?
ru_ru: Разблокировать это резюме?
uz_uz: Haqiqatan ham bu tarjimai holni qulfdan chiqarmoqchimisiz?

source: Are you sure?
ru_ru: Уверены?
uz_uz: Ishonchingiz komilmi?

source: Area of Study
ru_ru: Специальность
uz_uz: Ta'lim sohasi

source: Aspect Ratio
ru_ru: Пропорции
uz_uz: Tomonlar nisbati

source: Available in {languagesCount} languages
ru_ru: На {languagesCount} языках
uz_uz: {languagesCount} ta tilda mavjud

source: Awarder
ru_ru: Награды
uz_uz: Mukofotlovchi

source: Back
ru_ru: Назад
uz_uz: Orqaga

source: Background Color
ru_ru: Цвет фона
uz_uz: Orqa fon rangi

source: Backup Code
ru_ru: Резервный код
uz_uz: Zaxira kodi

source: Backup Codes may contain only lowercase letters or numbers, and must be exactly 10 characters.
ru_ru: Резервный код — 10 символов: маленькие буквы или цифры
uz_uz: Zaxira kodlari faqat kichik harflar yoki raqamlardan iborat bo'lishi mumkin va aynan 10 belgidan iborat bo'lishi kerak.

source: Basics
ru_ru: Основное
uz_uz: Asoslar

source: Basics
ru_ru: Основное
uz_uz: Asoslar

source: Border
ru_ru: Рамка
uz_uz: Chegara

source: Border Radius
ru_ru: Скругление углов
uz_uz: Chegara radiusi

source: Built with
ru_ru: Сделано на
uz_uz: Bu bilan qurilgan

source: By the community, for the community.
ru_ru: От сообщества для сообщества
uz_uz: Jamiyat tomonidan, jamiyat uchun.

source: Cancel
ru_ru: Отмена
uz_uz: Bekor qilish

source: Casual
ru_ru: Простой стиль
uz_uz: Oddiy

source: Center Artboard
ru_ru: По центру
uz_uz: Markazga joylashtirish

source: Change Password
ru_ru: Сменить пароль
uz_uz: Parolni o'zgartirish

source: Change Tone
ru_ru: Стиль текста
uz_uz: Uslubni o'zgartirish

source: Changed your mind about the name? Give it a new one.
ru_ru: Передумали? Дайте новое имя
uz_uz: Nomini o'zgartirasizmi? Yangi nom bering

source: Check your email for the confirmation link to update your email address.
ru_ru: Проверьте почту — там ссылка для подтверждения
uz_uz: Email manzilingizni yangilash uchun tasdiqlash havolasini emailingizdan tekshiring

source: Circle
ru_ru: Круглая
uz_uz: Doira

source: Close
ru_ru: Закрыть
uz_uz: Yopish

source: Code
ru_ru: Код
uz_uz: Kod

source: Code must be exactly 6 digits long.
ru_ru: Код — 6 цифр
uz_uz: Kod aniq 6 ta raqamdan iborat bo'lishi kerak.

source: Columns
ru_ru: Колонки
uz_uz: Ustunlar

source: Company
ru_ru: Компания
uz_uz: Tashkilot

source: Confident
ru_ru: Уверенный стиль
uz_uz: Ishonchli

source: Continue
ru_ru: Продолжить
uz_uz: Davom etish

source: Copy
ru_ru: Копировать
uz_uz: Nusxalash

source: Copy Link to Resume
ru_ru: Копировать ссылку
uz_uz: Tarjimai hol uchun Havoladan nusxa oling

source: Copy to Clipboard
ru_ru: Копировать
uz_uz: Hotiraga nusxalash

source: Create
ru_ru: Создать
uz_uz: Yasash

source: Create a new account
ru_ru: Создать аккаунт
uz_uz: Yangi hisob yasang

source: Create a new item
ru_ru: Создать
uz_uz: Yangi buyum yasang

source: Create a new resume
ru_ru: Создать резюме
uz_uz: Yangi rezyume yaratish

# This is a link to create a new account
source: Create one now
ru_ru: Создать сейчас
uz_uz: Hozir yarating

source: Create Sample Resume
ru_ru: Создать пример
uz_uz: Namuna rezyume yaratish

source: Current Password
ru_ru: Текущий пароль
uz_uz: Joriy parol

source: Custom CSS
ru_ru: Свой CSS
uz_uz: Maxsus CSS

source: Custom resume sections
ru_ru: Свои разделы
uz_uz: Maxsus rezyume bo'limlari

source: Custom Section
ru_ru: Свой раздел
uz_uz: Maxsus bo'lim

source: Customisable colour palettes
ru_ru: Настройка цветов
uz_uz: Moslashtirilgan rang palitralari

source: Customisable layouts
ru_ru: Настройка макета
uz_uz: Moslashtirilgan joylashuvlar

source: Danger Zone
ru_ru: Опасная зона
uz_uz: Xavfli Hudud

source: Dark
ru_ru: Тёмная
uz_uz: To'q

source: Date
ru_ru: Дата
uz_uz: Sana

source: Date or Date Range
ru_ru: Период
uz_uz: Sana yoki sana oralig'i

source: Delete
ru_ru: Удалить
uz_uz: O'chirish

source: Delete Account
ru_ru: Удалить аккаунт
uz_uz: Hisobni o'chirish

source: Description
ru_ru: Описание
uz_uz: Ta'rif

source: Design single/multi page resumes
ru_ru: Одно- и многостраничные резюме
uz_uz: Yagona/Ko'p sahifali tarjimai hollarni andozaga solish

source: Disable
ru_ru: Отключить
uz_uz: O'chirish

source: Disable 2FA
ru_ru: Отключить 2FA
uz_uz: 2BShT (2FA)ni o'chirish

source: Discard
ru_ru: Отменить
uz_uz: Bekor qilish

source: Documentation
ru_ru: Документация
uz_uz: Hujjatlar

source: Don't have an account?
ru_ru: Нет аккаунта?
uz_uz: Hisobingiz yo'qmi?

source: Don't know where to begin? Hit the docs!
ru_ru: Не знаете с чего начать? Загляните в документацию
uz_uz: Qayerdan boshlashni bilmayapsizmi? Hujjatlarni bosing!

source: Donate to Reactive Resume
ru_ru: Поддержать проект
uz_uz: Reactive Resume'ni qo'llab-quvvatlang

source: Download a JSON snapshot of your resume. This file can be used to import your resume in the future, or can even be shared with others to collaborate.
ru_ru: Скачайте резюме в JSON для импорта или совместной работы
uz_uz: Rezyumengizni JSON formatida saqlang. Bu faylni keyinchalik qayta yuklash yoki boshqalar bilan hamkorlik qilish uchun ishlatishingiz mumkin

source: Download a PDF of your resume. This file can be used to print your resume, send it to recruiters, or upload on job portals.
ru_ru: Скачайте PDF для печати или отправки рекрутерам
uz_uz: Rezyumengizni PDF formatida yuklab oling. Bu faylni chop etish, ishga oluvchilarga yuborish yoki ish qidiruv saytlariga yuklash uchun ishlatishingiz mumkin

source: Download PDF
ru_ru: Скачать PDF
uz_uz: PDF yuklab olish

source: Downloads
ru_ru: Скачивания
uz_uz: Yuklab olish

source: Duplicate
ru_ru: Копировать
uz_uz: Nusxalash

source: Duplicate an existing item
ru_ru: Копировать элемент
uz_uz: Mavjud buyumni nusxalash

source: Duplicate an existing resume
ru_ru: Копировать резюме
uz_uz: Mavjud rezyumeni nusxalash

source: Edit
ru_ru: Изменить
uz_uz: Tahrirlash

source: Effects
ru_ru: Эффекты
uz_uz: Effektlar

source: Enable 2FA
ru_ru: Включить 2FA
uz_uz: Ikki bosqichli tekshirishni yoqish

source: Enter a new password below, and make sure it's secure.
ru_ru: Введите новый надёжный пароль
uz_uz: Yangi parol kiriting. Ishonchli parol tanlang

source: Enter one of the 10 backup codes you saved when you enabled two-factor authentication.
ru_ru: Введите один из 10 резервных кодов, которые вы сохранили при включении 2FA
uz_uz: Ikki bosqichli tekshirishni yoqqaningizda saqlagan 10 ta zaxira koddan birini kiriting

source: Enter Phosphor Icon
ru_ru: Введите иконку Phosphor
uz_uz: Phosphor belgisini kiriting

source: Enter the 6-digit code from your authenticator app to verify that 2FA has been setup correctly.
ru_ru: Введите 6-значный код из приложения-аутентификатора для проверки настройки 2FA
uz_uz: Ikki bosqichli tekshirish to'g'ri sozlanganini tekshirish uchun ilovangizdan 6 raqamli kodni kiriting

source: Enter the one-time password provided by your authenticator app below.
ru_ru: Введите одноразовый код из приложения-аутентификатора
uz_uz: Ilovangiz bergan bir martalik parolni kiriting

source: Enter your email address and we will send you a link to reset your password if the account exists.
ru_ru: Введите почту — мы отправим ссылку для сброса пароля, если найдём аккаунт
uz_uz: Email manzilingizni kiriting. Hisobingiz mavjud bo'lsa, parolni tiklash havolasini yuboramiz

source: Error {statusCode}
ru_ru: Ошибка {statusCode}
uz_uz: Xatolik {statusCode}

source: Errors
ru_ru: Ошибки
uz_uz: Xatoliklar

source: Even if you're not in a position to contribute financially, you can still make a difference by giving the GitHub repository a star, spreading the word to your friends, or dropping a quick message to let me know how Reactive Resume has helped you. Your feedback and support are always welcome and much appreciated!
ru_ru: Если не можете помочь деньгами — поставьте звезду на GitHub, расскажите друзьям или напишите, как Reactive Resume помог вам. Ваша поддержка важна!
uz_uz: Pul bilan yordam bera olmasangiz ham, GitHub'da yulduzcha bosib, do'stlaringizga aytib yoki Reactive Resume qanday yordam berganini yozib yuborib qo'llab-quvvatlashingiz mumkin. Har qanday fikr va yordam muhim

source: Explore the templates available in Reactive Resume and view the resumes crafted with them. They could also serve as examples to help guide the creation of your next resume.
ru_ru: Изучите шаблоны и примеры резюме. Они помогут создать ваше следующее резюме
uz_uz: Reactive Resume andozalarini ko'ring va ular bilan yaratilgan rezyumelarni o'rganing. Bu andozalar sizga yangi rezyume yaratishda namuna bo'ladi

source: Export
ru_ru: Экспорт
uz_uz: Eksport

source: Failed to change tone: {error}
ru_ru: Не удалось изменить стиль: {error}
uz_uz: Uslubni o'zgartirib bo'lmadi: {error}

source: Failed to fix grammar: {error}
ru_ru: Не удалось исправить грамматику: {error}
uz_uz: Grammatikani tuzatib bo'lmadi: {error}

source: Failed to improve writing: {error}
ru_ru: Не удалось улучшить текст: {error}
uz_uz: Matnni yaxshilab bo'lmadi: {error}

source: File
ru_ru: Файл
uz_uz: Fayl

source: Filetype
ru_ru: Тип файла
uz_uz: Fayl turi

source: Finally,
ru_ru: Наконец-то
uz_uz: Va nihoyat,

source: Fix Spelling & Grammar
ru_ru: Исправить ошибки
uz_uz: Imlo va grammatikani tuzatish

source: Font Family
ru_ru: Шрифт
uz_uz: Shrift oilasi

source: Font Size
ru_ru: Размер
uz_uz: Shrift o'lchami

source: Font Subset
ru_ru: Набор символов
uz_uz: Shrift to'plami

source: Font Variants
ru_ru: Начертание
uz_uz: Shrift turlari

source: For example, information regarding which companies you sent this resume to or the links to the job descriptions can be noted down here.
ru_ru: Здесь можно записать, куда вы отправили резюме или сохранить ссылки на вакансии
uz_uz: Masalan, bu rezyumeni qaysi kompaniyalarga yuborganingiz yoki ish tavsifi havolalarini shu yerga yozib qo'yishingiz mumkin

source: Forgot Password?
ru_ru: Забыли пароль?
uz_uz: Parolni unutdingizmi?

source: Forgot your password?
ru_ru: Забыли пароль?
uz_uz: Parolingizni unutdingizmi?

source: Found a bug, or have an idea for a new feature?
ru_ru: Нашли ошибку или есть идея для улучшения?
uz_uz: Xato topdingizmi yoki yangi funksiya haqida g'oyangiz bormi?

source: Free, forever
ru_ru: Бесплатно навсегда
uz_uz: Doimo bepul

source: Friendly
ru_ru: Дружелюбно
uz_uz: Do'stona

source: Full Name
ru_ru: Полное имя
uz_uz: To'liq ism

source: Generate a random title for your resume
ru_ru: Случайный заголовок
uz_uz: Rezyumengiz uchun tasodifiy nom yaratish

source: Get Started
ru_ru: Начать
uz_uz: Boshlash

source: GitHub Stars
ru_ru: Звёзды на GitHub
uz_uz: GitHub yulduzlari

source: Give your old resume a new name.
ru_ru: Дайте резюме новое имя
uz_uz: Eski rezyumengizga yangi nom bering

source: Go to Dashboard
ru_ru: На главную
uz_uz: Boshqaruv paneliga o'tish

source: Go to home
ru_ru: На главную
uz_uz: Bosh sahifaga o'tish

source: Grayscale
ru_ru: Чёрно-белое
uz_uz: Oq-qora

source: Grid
ru_ru: Плитка
uz_uz: To'r

source: Headline
ru_ru: Заголовок
uz_uz: Sarlavha

source: Hidden
ru_ru: Скрыто
uz_uz: Yashirilgan

source: Hide
ru_ru: Скрыть
uz_uz: Yashirish

source: Hide Icons
ru_ru: Скрыть иконки
uz_uz: Belgini berkitish

source: Hold <0>Ctrl</0> to display your password temporarily.
ru_ru: Нажмите <0>Ctrl</0>, чтобы показать пароль
uz_uz: Parolni vaqtincha ko'rsatish uchun <0>Ctrl</0> tugmasini bosib turing

source: Horizontal
ru_ru: Горизонтально
uz_uz: Gorizontal

source: Host your resume publicly
ru_ru: Публичное резюме
uz_uz: Rezyumengizni ommaviy joylashtiring

source: I always love to hear from the users of Reactive Resume with feedback or support. Here are some of the messages I've received. If you have any feedback, feel free to drop me an email at <0>{email}</0>.
ru_ru: Я рад получать отзывы от пользователей. Вот некоторые сообщения. Хотите поделиться мнением? Пишите на <0>{email}</0>
uz_uz: Reactive Resume foydalanuvchilarining fikr-mulohazalarini eshitishni yaxshi ko'raman. Mana, olgan xabarlarimdan ba'zilari. Agar fikringiz bo'lsa, menga <0>{email}</0> manziliga xat yozing

source: Icon
ru_ru: Иконка
uz_uz: Belgi

source: If this app has helped you with your job hunt, let me know by reaching out through <0>this contact form</0>.
ru_ru: Приложение помогло найти работу? Расскажите об этом через <0>форму обратной связи</0>
uz_uz: Agar bu dastur ish topishingizga yordam bergan bo'lsa, <0>aloqa formasi</0> orqali menga xabar bering

source: If you disable two-factor authentication, you will no longer be required to enter a verification code when logging in.
ru_ru: После отключения 2FA не нужно будет вводить код при входе
uz_uz: Ikki bosqichli tekshirishni o'chirsangiz, tizimga kirishda tasdiqlash kodi so'ralmaydi

source: Import an existing resume
ru_ru: Импортировать резюме
uz_uz: Mavjud rezyumeni import qilish

source: Improve Writing
ru_ru: Улучшить текст
uz_uz: Yozuvni yaxshilash

source: In case you are unable to scan this QR Code, you can also copy-paste this link into your authenticator app.
ru_ru: Не получается отсканировать QR-код? Скопируйте ссылку в приложение-аутентификатор
uz_uz: Agar QR-kodni skanerlay olmasangiz, bu havolani autentifikator ilovangizga nusxalab qo'yishingiz mumkin

source: In this section, you can delete your account and all the data associated to your user, but please keep in mind that <0>this action is irreversible</0>.
ru_ru: Здесь можно удалить аккаунт и все данные. Помните: <0>это действие нельзя отменить</0>
uz_uz: Bu bo'limda hisobingiz va unga bog'liq barcha ma'lumotlarni o'chirishingiz mumkin, lekin <0>bu amalni qaytarib bo'lmasligini</0> unutmang

source: Information
ru_ru: Информация
uz_uz: Ma'lumot

source: Institution
ru_ru: Учебное заведение
uz_uz: O'quv muassasasi

source: Issuer
ru_ru: Кто выдал
uz_uz: Beruvchi

source: It doesn't look like a user exists with the credentials you provided.
ru_ru: Пользователь с такими данными не найден
uz_uz: Siz kiritgan ma'lumotlar bilan foydalanuvchi mavjud emasga o'xshaydi

source: It looks like the backup code you provided is invalid or used. Please try again.
ru_ru: Резервный код неверный или уже использован. Попробуйте другой
uz_uz: Siz kiritgan zaxira kodi yaroqsiz yoki ishlatilgan. Qayta urinib ko'ring

source: It looks like the reset token you provided is invalid. Please try restarting the password reset process again.
ru_ru: Ссылка для сброса пароля устарела. Запросите новую
uz_uz: Siz kiritgan tiklash tokeni yaroqsiz. Parolni tiklash jarayonini qayta boshlang

source: It looks like the resume you're looking for doesn't exist.
ru_ru: Такого резюме нет
uz_uz: Siz qidirayotgan rezyume mavjud emasga o'xshaydi

source: It looks like the two-factor authentication code you provided is invalid. Please try again.
ru_ru: Неверный код. Попробуйте ещё раз
uz_uz: Siz kiritgan ikki bosqichli tekshirish kodi yaroqsiz. Qayta urinib ko'ring

source: It looks like the verification token you provided is invalid. Please try restarting the verification process again.
ru_ru: Ссылка для подтверждения устарела. Запросите новую
uz_uz: Siz kiritgan tasdiqlash tokeni yaroqsiz. Tasdiqlash jarayonini qayta boshlang

source: It looks like your email address has already been verified.
ru_ru: Эта почта уже подтверждена
uz_uz: Email manzilingiz allaqon tasdiqlangan

source: John Doe
ru_ru: Иван Иванов
uz_uz: Azizov Aziz

source: john.doe
ru_ru: ivan.ivanov
uz_uz: aziz.azizov

source: john.doe@example.com
ru_ru: ivan.ivanov@example.com
uz_uz: aziz.azizov@pochta.uz

source: Keywords
ru_ru: Ключевые слова
uz_uz: Kalit so'zlar

source: Label
ru_ru: Название
uz_uz: Nom

source: Language
ru_ru: Язык
uz_uz: Til

source: Last updated {lastUpdated}
ru_ru: Обновлено {lastUpdated}
uz_uz: So'nggi yangilanish: {lastUpdated}

source: Layout
ru_ru: Макет
uz_uz: Joylashuv

source: Learn more
ru_ru: Подробнее
uz_uz: Batafsil

source: Letter
uz_uz: Xat

source: Level
ru_ru: Уровень
uz_uz: Daraja

source: Licensed under <0>MIT</0>
ru_ru: Лицензия <0>MIT</0>
uz_uz: <0>MIT</0> litsenziyasi asosida

source: Light
ru_ru: Светлая
uz_uz: Yorug'

source: Light or dark theme
ru_ru: Светлая или тёмная тема
uz_uz: Yorug' yoki to'q mavzu

source: Line Height
ru_ru: Межстрочный интервал
uz_uz: Qator balandligi

source: LinkedIn, JSON Resume, etc.
ru_ru: LinkedIn, JSON Resume и другие
uz_uz: LinkedIn, JSON Rezyume va boshqalar

source: List
ru_ru: Список
uz_uz: Ro'yxat

source: Location
ru_ru: Место
uz_uz: Manzil

source: Lock
ru_ru: Заблокировать
uz_uz: Qulflash

source: Lock a resume to prevent editing
ru_ru: Защита резюме от изменений
uz_uz: Tahrirlashni oldini olish uchun rezyumeni qulflang
